{
  "en": {
    "mainTitle": "Hello! <br/> I'm <span>Mike Vega</span>, a passionate web developer based in Costa Rica.",
    "heroPrimaryBtn": "Explore Resume",
    "heroSecondBtn": "Contact me",
    "aboutTitle": "know a little <br/> about me!",
    "aboutText": "My name is Michael Quesada Vega cc. Michael Vega Bermudez, I am a web developer focused on Front-end development, passionate about creating dynamic and functional web applications. My dedication and curiosity to learn new technologies drives me to continuously improve my skills <br/> <br/> I consider myself a proactive person, with a great ability to solve problems and collaborate in a team. Organization and attention to detail are a key part of my work process.",
    "aboutSubtitle": "Stack of skills I have learned so far:",
    "projectsTitle": "Projects I have worked on.",
    "certificationTitle": "Certifications I have obtained in the last few years.",
    "achivementsTitle": "Recognitions I have received in the web development world up to now.",
    "achivmentsRegional": "First place in the <span>Regional Competition World Skills</span> Costa Rica 2023 by the Cartago Region.",
    "achivementsNational": "Second place in <span>National Competition World Skills</span> Heredia, Costa Rica 2024.",
    "contactTitle": "Send me your comments.",
    "contactSubtitle": "Contact me if you want to know more about what I do, if you want to work with me or give me a recommendation.",
    "certificationsTitle": "Additional study programs in which I have participated.",
    "certificationsBtn": "See certificate",
    "footerCopyright": "Developed in Astro by:"
  },
  "es": {
    "mainTitle": "¡Hola! <br> Soy <span>Mike Vega</span>, un apasionado desarrollador web ubicado en Costa Rica.",
    "heroPrimaryBtn": "Explorar CV",
    "heroSecondBtn": "Contactarme",
    "aboutTitle": "¡Conoce un poco <br/> de mi!",
    "aboutText": "Me llamo Michael Quesada Vega cc. Michael Vega Bermúdez, soy un programador web enfocado en el desarrollo Front-end, apasionado por crear aplicaciones web dinámicas y funcionales. Mi dedicación y curiosidad por aprender nuevas tecnologías me impulsan a mejorar continuamente mis habilidades. <br> <br> Me considero una persona proactiva, con una gran capacidad para resolver problemas y colaborar en equipo. La organización y la atención al detalle son parte clave de mi proceso de trabajo.",
    "aboutSubtitle": "Stack de habilidades que he aprendido hasta ahora:",
    "projectsTitle": "Proyectos en los que he trabajado.",
    "certificationTitle": "Certicaciones que he obtenido en los últimos años.",
    "achivementsTitle": "Reconocimientos que he recibido en el mundo del desarrollo web hasta ahora.",
    "achivmentsRegional": "Primer lugar en <span>Competencia Regional World Skills</span> Costa Rica 2023 por la Regional Cartago",
    "achivementsNational": "Segundo lugar en <span>Competencia Nacional World Skills</span> Heredia, Costa Rica 202.",
    "contactTitle": "Enviáme tus comentarios.",
    "contactSubtitle": "Ponte en contacto conmigo si quieres saber más acerca de lo que hago, si quieres trabajar conmigo o darme alguna recomendación.",
    "certificationsTitle": "Programas de estudio adicionales en los que he participado.",
    "certificationsBtn": "Ver certificado completo",
    "footerCopyright": "Desarrollado en Astro por:"
  }
}
